---
kind: property
id: P:Autodesk.Revit.DB.ExportFontTableIterator.CurrentObject
source: html/0cbeb352-43ad-342e-c00d-ab9f0317f3c1.htm
---
# Autodesk.Revit.DB.ExportFontTableIterator.CurrentObject Property

## Syntax (C#)
```csharp
internal Object CurrentObject { get; }
```